<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%><%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<title>智汇互联网平台用户协议</title>
<meta content="text/html; charset=UTF-8" http-equiv="Content-Type" />
<meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1">
<meta name="format-detection" content="telephone=no,email=no,adress=no">
<link href="${pageContext.request.contextPath}/res/webview/css/eletronicCardzhucexieyi.css" rel="stylesheet" type="text/css">
</head>
<body>
<div class="wrap">
  <div class="c_333 fs24 mt20px textc  mb10">智汇互联网平台用户协议</div>
  <div class="t_indent28  mb20">欢迎您使用南京市市民卡有限公司智汇互联网平台！</div>
  <div class="t_indent28  mb20">为使用南京市市民卡有限公司（以下简称“南京市民卡”）智汇互联网平台的服务，您应当阅读并遵守本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独条款。限制、免责条款可能以黑体加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权使用智汇互联网平台提供的服务。您使用智汇互联网平台的服务即视为您已阅读并同意上述协议的约束。</div>
  <div class="c_333 fs20  mb10" >一、协议的范围</div>
  <div class="t_indent28  mb20">1.1 本协议是您与南京市民卡之间关于用户使用智汇互联网平台相关服务所订立的协议。本协议中的“用户”是指使用南京市民卡公司智汇互联网平台相关服务的使用人。</div>
  <div class="t_indent28  mb20">1.2 本协议项下的服务是指由智汇互联网平台根据实际情况，向用户提供包括但不限于新闻资讯、智汇生活、智汇产品、网上营业厅、个人主页、搜索等服务。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用本服务条款。</div>
  <div class="c_333 fs20  mb10" >二、帐号注册</div>
  <div class="t_indent28  mb20">2.1 用户注册前，请认真阅读本协议。注册成功后，即视为同意接受本协议的全部内容，受本协议的约束。用户愿意接受本协议，方可注册，成为智汇互联网平台的注册用户，即普通会员。</div>
  <div class="t_indent28  mb20">2.2 智汇帐号可通过电子邮箱帐号或手机号码两种方式进行注册，请您使用未在智汇互联网平台注册过的电子邮箱帐号和手机号码注册。提交注册信息后，使用邮箱账号进行注册的用户的邮箱将收到来自南京市民卡公司邮件服务器的注册验证邮件，进行确认注册；使用手机号码进行注册的用户将收到来自南京市民卡公司短信平台下发的手机验证码，进行验证注册。</div>
  <div class="t_indent28  mb20 c_333">2.3 用户确认，在完成注册程序实际使用南京市民卡公司智汇互联网平台的服务时，用户应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若用户不具备前述主体资格，则用户与南京市民卡之间的协议自始无效，南京市民卡有权注销或永久冻结用户的账户，并追究用户使用本平台服务的一切法律责任。</div>
  <div class="t_indent28  mb20">2.4 用户应诚信提供注册资料，用户保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且南京市民卡享有单方面终止用户使用智汇互联网平台各项服务的权利。</div>
  <div class="c_333 fs20  mb10" >三、帐号管理与密码安全</div>
  <div class="t_indent28  mb20 c_333">3.1 用户注册成功后，将产生用户名和密码等帐号信息。南京市民卡提醒用户应妥善保管帐号和密码。智汇互联网平台与你共同负有维护帐号安全的责任。我们会采取并不断更新技术措施，努力保护用户的帐号在服务器端的安全。你需要采取特定措施保护你的帐号安全，包括但不限于妥善保管智汇互联网平台帐号与密码、安装防病毒木马软件、定期更改密码等措施。当你使用完毕后，应安全退出。</div>
  <div class="t_indent28  mb20 c_333">3.2 用户同意在任何情况下不向他人透露帐号或密码信息。因用户保管不善可能导致帐号被他人使用（包括但不限于遭受盗号、密码失窃）或信息数据泄漏，责任由用户自行承担。用户理解并同意，在用户未进行举报或提出帐号申诉等方式明确告知南京市民卡，帐号被他人使用或信息数据泄漏等情况并提供相关证明材料前，南京市民卡有理由相信该帐号行为是用户使用帐号的行为。如用户怀疑他人在使用您的帐号或密码时，应立即通知南京市民卡公司并向公安机关报案。</div>
  <div class="t_indent28  mb20">3.3 如用户违反相关法律法规、本协议以及相关规定时，南京市民卡有权进行独立判断并随时限制、冻结或终止用户对智汇互联网平台帐号的使用，且根据实际情况决定是否恢复使用。由此给用户带来的损失（包括但不限于通信中断，用户资料及相关数据清空等），由用户自行承担。</div>
  <div class="t_indent28  mb20">3.4 如果用户的智汇互联网平台帐号被盗、密码遗忘或因其他原因导致无法正常登录，用户可以通过智汇互联网平台进行电子邮件和手机号码两种方式进行账号及密码找回，前提是用户在注册关联时提交了正确的电子邮箱或手机号码。</div>
  <div class="c_333 fs20  mb10" >四、用户个人信息保护</div>
  <div class="t_indent28  mb20">4.1 南京市民卡将会采取合理的措施保护用户的个人信息。智汇互联网平台对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</div>
  <div class="t_indent28  mb20">4.2 用户在申请注册成为智汇互联网平台会员的过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便我们向你提供及时有效的帮助。根据相关法律法规和政策，请用户填写真实的身份信息。若用户填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。</div>
  <div class="t_indent28  mb20">4.3 南京市民卡将运用各种安全技术和程序建立完善的管理制度来保护用户的个人信息，以免遭受未经授权的访问、使用或披露。未经用户的同意，南京市民卡不会向我公司以外的任何公司、组织和个人披露你的个人信息，但法律法规另有规定的除外。</div>
  <div class="t_indent28  mb20">4.4 用户知悉并同意，为便于向用户提供更好的服务，本公司将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。本公司收集的信息将成为本公司常规商业档案的一部分，本公司会善意使用收集的信息，且采取各项措施保证信息安全。</div>
  <div class="t_indent28  mb20">4.5 用户需了解并同意，南京市民卡有权应政府部门（包括司法及行政部门）的要求，向其提供智汇互联网平台的用户信息等必要信息。</div>

  <div class="c_333 fs20  mb10" >五、用户行为规范</div>
  <div class="t_indent28  mb20">5.1 信息内容规范</div>
  <div class="t_indent28  mb20">5.1.1 本条所述信息内容是指用户使用智汇互联网平台的服务过程中所制作、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、用户说明等注册信息及认证资料，或文字、图片等发送所产生的内容。</div>
  <div class="t_indent28  mb20">5.1.2 用户理解并同意，不得通过智汇互联网平台提供的服务制作、复制、发布、传播如下干扰平台正常运营，以及侵犯其他用户或第三方合法权益的内容：</div>
  <div class="t_indent28  mb20">5.1.2.1 发布、传送、传播、储存违反国家法律法规禁止的内容：</div>
  <div class="t_indent40  mb20">（1）违反宪法确定的基本原则的；</div>
  <div class="t_indent40  mb20">（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</div>
  <div class="t_indent40  mb20">（3）损害国家荣誉和利益的；</div>
  <div class="t_indent40  mb20">（4）煽动民族仇恨、民族歧视，破坏民族团结的；</div>
  <div class="t_indent40  mb20">（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</div>
  <div class="t_indent40  mb20">（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</div>
  <div class="t_indent40  mb20">（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</div>
  <div class="t_indent40  mb20">（8）侮辱或者诽谤他人，侵害他人合法权益的；</div>
  <div class="t_indent40  mb20">（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</div>
  <div class="t_indent40  mb20">（10）以非法民间组织名义活动的；</div>
  <div class="t_indent40  mb20">（11）含有法律、行政法规禁止的其他内容的。</div>

  <div class="t_indent28  mb20">1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</div>
  <div class="t_indent28  mb20">5.1.2.3 涉及他人隐私、个人信息或资料的内容；</div>
  <div class="t_indent28  mb20">5.1.2.4 发表、传送、传播骚扰信息、广告信息及垃圾信息或含有任何性或性暗示的内容；</div>
  <div class="t_indent28  mb20">5.1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰智汇互联网平台正常运营和侵犯其他用户或第三方合法权益内容的信息。</div>
  <div class="t_indent28  mb20">5.2 平台使用规范</div>
  <div class="t_indent28  mb20">5.2.1 本条所述平台使用是指用户使用智汇互联网平台服务所进行的任何行为，包括但不限于注册登录、个人信息修改等行为。</div>
  <div class="t_indent28  mb20">5.2.2 您不得利用智汇互联网帐号或智汇互联网平台服务进行如下行为：</div>
  <div class="t_indent28  mb20">5.2.2.1 未能按照智汇互联网平台的业务流程注册和使用本服务，违反本服务功能限制或运营策略，或采取任何措施规避前述流程、限制或策略，干扰智汇互联网平台正常运营的；</div>
  <div class="t_indent28  mb20">5.2.2.2 未经南京市民卡允许使用插件、外挂或通过其他第三方工具或任何服务接入本服务和相关系统的；</div>
  <div class="t_indent28  mb20">5.2.2.3 利用智汇互联网帐号或智汇互联网平台服务从事任何违法犯罪活动的；</div>

  <div class="c_333 fs20  mb10" >六、按现状提供服务</div>
  <div class="t_indent28  mb20">6.1 南京市民卡通过智汇互联网平台依法为用户提供互联网信息等服务，用户在完全同意本协议的情况下，方有权使用本站的相关服务。</div>
  <div class="t_indent28  mb20 c_333">6.2 用户同意智汇互联网平台有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息，包括但不限于在智汇互联网平台的任何传播形式上投放广告。</div>
  <div class="t_indent28  mb20 c_333">6.3 用户理解并同意，智汇互联网平台的服务是按照现有技术和条件所能达到的现状提供的。南京市民卡会尽最大努力向您提供服务，确保服务的连贯性和安全性；但南京市民卡不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</div>

  <div class="c_333 fs20  mb10" >七、基于软件提供服务</div>
  <div class="t_indent28  mb20">若南京市民卡依托“软件”向您提供服务；用户还应遵守以下约定：</div>
  <div class="t_indent28  mb20">7.1 用户在使用智汇互联网平台服务的过程中可能需要下载软件，用户仅可为访问或使用本服务的目的而使用这些软件。</div>
  <div class="t_indent28  mb20">7.2 为了改善用户体验、保证服务的安全性及产品功能的一致性，南京市民卡可能会对软件进行更新。您应该将相关软件更新到最新版本，否则南京市民卡并不保证其能正常使用。</div>
  <div class="t_indent28  mb20 c_333">7.3 南京市民卡公司可能为不同的终端设备开发不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。用户可以从得到南京市民卡授权的第三方获取软件，下载安装。如果用户从未经南京市民卡授权的第三方获取软件或与软件名称相同的安装程序，我们无法保证该软件能够正常使用，并对因此给用户造成的损失不予负责。</div>
  <div class="t_indent28  mb20">7.4除非南京市民卡公司书面许可，用户不得从事下列任一行为：</div>
  <div class="t_indent40  mb20">（1）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；</div>
  <div class="t_indent40  mb20">（2）对南京市民卡拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</div>
  <div class="t_indent40  mb20">（3）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入软件和相关系统；</div>
  <div class="t_indent40  mb20">（4）通过非南京市民卡开发、授权的第三方软件、插件、外挂、系统，登录或使用智汇互联网平台软件及服务，或制作、发布、传播非南京市民卡开发、授权的第三方软件、插件、外挂、系统。</div>

  <div class="c_333 fs20  mb10" >八、知识产权声明</div>
  <div class="t_indent28  mb20">8.1 南京市民卡在智汇互联网平台服务中提供的内容（包括但不限于网页、文字、图片、音频、视频等）的知识产权归南京市民卡所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。</div>
  <div class="t_indent28  mb20">8.2除另有特别声明外，南京市民卡提供本服务时所依托软件的著作权、专利权及其他知识产权均归南京市民卡所有。</div>
  <div class="t_indent28  mb20">8.3南京市民卡在智汇互联网平台中所使用的商标、形象、标语等商业标识，其著作权或商标权归南京市民卡所有。</div>
  <div class="t_indent28  mb20">8.4上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经南京市民卡、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</div>

  <div class="c_333 fs20  mb10" >九、风险及免责</div>
  <div class="t_indent28  mb20 c_333">9.1 用户理解并同意：为了向您提供有效的服务，本服务会利用你终端设备的处理器和带宽等资源。智汇互联网平台使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</div>
  <div class="t_indent28  mb20">9.2 用户在使用本服务时，须自行承担如下南京市民卡不可控的风险内容，包括但不限于：</div>
  <div class="t_indent28  mb20">9.2.1 由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄漏等风险；</div>
  <div class="t_indent28  mb20">9.2.2 用户或南京市民卡的电脑软件、系统、硬件和通信线路出现故障；</div>
  <div class="t_indent28  mb20">9.2.3 用户操作不当或通过非南京市民卡授权的方式使用本服务；</div>
  <div class="t_indent28  mb20">9.2.4 由于网络信号不稳定等原因，所引起的智汇互联网平台登录失败、页面打开速度慢、页面乱码、服务中断等风险；</div>
  <div class="t_indent28  mb20">9.2.5 其他南京市民卡无法控制或合理预见的情形。</div>
  <div class="t_indent28  mb20">9.3 用户理解并同意，因业务发展需要，南京市民卡保留单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。如因此类情况而造成智汇互联网平台的服务中断，本公司无需为此承担任何责任，但本公司应尽可能事先进行通告。</div>

  <div class="c_333 fs20  mb10" >十、协议的生效与变更</div>
  <div class="t_indent28  mb20">10.1您使用南京市民卡公司智汇互联网平台的服务即视为您已阅读本协议并接受本协议的约束。</div>
  <div class="t_indent28  mb20">10.2本协议的任何条款被裁定或认定为无效的，其他条款仍具有法律效力。南京市民卡有权在必要时修改本协议条款，协议的内容均以最新版本为准。您可以在相关服务页面查阅最新版本的协议条款。</div>
  <div class="t_indent28  mb20 c_333">10.3本协议条款变更后，如果您继续使用南京市民卡提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用南京市民卡提供的软件或服务。</div>

  <div class="c_333 fs20  mb10" >十一、服务的变更、中断、终止</div>
  <div class="t_indent28  mb20">11.1南京市民卡可能会对服务内容进行变更，也可能会中断、中止或终止服务。</div>
  <div class="t_indent28  mb20 c_333">11.2用户理解并同意，南京市民卡有权自主决定经营策略。在南京市民卡发生合并、分立、收购、资产转让时，南京市民卡可向第三方转让本服务下相关资产；南京市民卡也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以南京市民卡通知的为准。</div>
  <div class="t_indent28  mb20">11.3如发生下列任何一种情形，南京市民卡有权不经通知而中断或终止向用户提供的服务：</div>
  <div class="t_indent40  mb20">（1）根据法律规定用户应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</div>
  <div class="t_indent40  mb20">（2）用户违反相关法律法规或本协议的约定；</div>
  <div class="t_indent40  mb20">（3）按照法律规定或主管部门的要求；</div>
  <div class="t_indent40  mb20">（4）出于安全的原因或其他必要的情形。</div>

  <div class="c_333 fs20  mb10" >十二、法律责任</div>
  <div class="t_indent28  mb20">12.1 如果用户发现任何人违反本协议规定或以其他不当的方式使用智汇互联网平台服务，请立即向南京市民卡举报或投诉，我们将依法进行处理。</div>
  <div class="t_indent28  mb20">12.2 用户理解并同意，南京市民卡有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</div>
  <div class="t_indent28  mb20 c_333">12.3 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；南京市民卡因此遭受损失的，用户也应当一并赔偿。</div>
  <div class="t_indent28  mb20">12.4 用户应遵守所有其他规定和程序，用户须对自己在使用各项服务过程中的行为承担法律责任。</div>

  <div class="c_333 fs20  mb10" >十三、争议解决及其他</div>
  <div class="t_indent28  mb20">本协议适用中华人民共和国法律。用户如因本协议与南京市民卡发生争议的，双方应首先友好协商解决，如协商不成的，任何一方均可向南京市民卡所在地有管辖权的人民法院起诉。诉讼进行过程中，双方将继续履行本协议未涉诉讼的其它部分。</div>

</div>
</body>
</html>